atlassian.atlascode
azemoh.one-monokai
azemoh.theme-onedark
cliffsu.cypress-snippets
d-biehl.robotcode
docker.docker
enkia.tokyo-night
esbenp.prettier-vscode
formulahendry.auto-rename-tag
github.vscode-pull-request-github
josefbiehler.cypress-fixture-intellisense
monokai.theme-monokai-pro-vscode
ms-azuretools.vscode-docker
ms-playwright.playwright
ms-python.debugpy
ms-python.isort
ms-python.pylint
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
naumovs.color-highlight
pkief.material-icon-theme
redhat.vscode-yaml
ritwickdey.liveserver
sdras.night-owl
shelex.vscode-cy-helper
shevtsov.vscode-cy-helper
stackbreak.comment-divider
tomoki1207.pdf
tyriar.vscode-terminal-here
wayou.vscode-todo-highlight
xabikos.javascriptsnippets
yoavbls.pretty-ts-errors
zhuangtongfa.material-theme
